;==========================================================
; 实验性弹药 ---------------------------------------
;==========================================================
[APRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：穿甲弹"
Summary="这些致命的子弹由超强、超轻的外星合金手工制成，能够有效穿透所有敌方护甲，造成全额伤害。"

[IncendiaryRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：火龙弹"
Summary="龙焰弹的弹头装有高度易燃的微型炸药，对所有目标造成额外伤害，甚至可以点燃某些目标。"

[TalonRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：利爪弹"
Summary="这些子弹在撞击时会碎裂成锋利的外星合金微粒，增加暴击几率，并在暴击时造成额外伤害。"

[TracerRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：曳光弹"
Summary="这些子弹包含高科技“智能弹药”，发射后会向射手传送详细的追踪数据，装备后能提高射手的命中率。"

[VenomRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：毒液弹"
Summary="这些子弹的弹头含有对有机外星人和人类都有效的快速作用毒素微胶囊，撞击时会使目标中毒并造成额外伤害。"

;==========================================================
; 实验性弹药 - 模组添加物品 ---------------------
;==========================================================
[CorrosiveRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：腐蚀弹"
Summary="这些致命的子弹内含高度腐蚀性酸液，对敌方护甲特别有效，并能对生物和机械目标造成酸蚀伤害。"

[ArcticRoundsUnlockTech X2TechTemplate]
DisplayName="实验性弹药：极寒弹"
Summary="这些子弹会释放出高度吸热的化学物质，能够以惊人的速度吸收热量，撞击时会使有机目标受冻并造成额外伤害。"

;==========================================================
; 实验性手榴弹 -----------------------------------
;==========================================================
[AcidGrenadeUnlockTech X2TechTemplate]
DisplayName="实验性手榴弹：酸液手榴弹"
Summary="在标准破片手榴弹中加入腐蚀性化学添加剂后，这种小型爆炸物在去除敌方护甲方面特别有效。目标会持续受到伤害，因为酸液会附着在他们身上并继续腐蚀其接触到的任何表面。"

[GasGrenadeUnlockTech X2TechTemplate]
DisplayName="实验性手榴弹：毒气手榴弹"
Summary="毒气手榴弹中的快速作用毒素使其作用范围远大于标准破片手榴弹，任何在爆炸范围内的有机单位都会在一段时间内受到中毒的削弱效果。"

[FirebombUnlockTech X2TechTemplate]
DisplayName="实验性手榴弹：燃烧弹"
Summary="燃烧弹是对抵抗组织多年来一直在使用的简易火焰武器的技术改进。爆炸后，大多数目标都会被点燃并持续受到燃烧伤害。"

;==========================================================
; 实验性手榴弹 - 模组添加物品 -----------------
;==========================================================
[FrostbombUnlockTech X2TechTemplate]
DisplayName="实验性手榴弹：霜冻手榴弹"
Summary="这些手持式爆炸物依靠吸热化学物质，似乎能够瞬间降低周围环境的温度。暴露的组织在接触时会受冻。"

;==========================================================
; 实验性背心 --------------------------------------
;==========================================================
[HazmatVestUnlockTech X2TechTemplate]
DisplayName="实验性护甲：生化背心"
Summary="通过用特殊材料加固纳米级背心，士兵可以获得额外的生命值提升，并且完全免疫任何环境危害，如火焰、酸液或毒素。"

[PlatedVestUnlockTech X2TechTemplate]
DisplayName="实验性护甲：镀层背心"
Summary="通过在传统纳米级背心上加装装甲板，士兵可以获得额外的生命值提升和额外的护甲保护，抵御敌方攻击。"

[StasisVestUnlockTech X2TechTemplate]
DisplayName="实验性护甲：静置背心"
Summary="这种升级版的纳米级背心为士兵提供额外的生命值，并且内置的医疗包会自动为受伤的士兵恢复生命值。"

;==========================================================
; 实验性重型武器 ------------------------------
;==========================================================
[FlamethrowerUnlockTech X2TechTemplate]
DisplayName="实验性重型武器：火焰喷射器"
Summary="这种腕部安装的火焰喷射器依靠超高压燃料罐和高度聚焦的喷嘴，向多个敌人释放致命的火焰锥。"

[ShredderGunUnlockTech X2TechTemplate]
DisplayName="实验性重型武器：粉碎炮"
Summary="这种腕部安装的弹丸发射器喷射出锋利的粒子锥，对多个敌人造成伤害并撕裂他们的护甲。"

;==========================================================
; 实验性动力武器 ----------------------------
;==========================================================
[BlasterLauncherUnlockTech X2TechTemplate]
DisplayName="实验性动力武器：爆裂发射器"
Summary="这种AI辅助的爆裂发射器可以引导其爆炸弹丸绕过障碍物，确保最大目标命中率。"

[FlamethrowerMk2UnlockTech X2TechTemplate]
DisplayName="实验性动力武器：地狱火喷射器"
Summary="这种升级版的火焰喷射器在一个小范围内造成巨大伤害，同时对环境和敌方目标造成破坏。"

[PlasmaBlasterUnlockTech X2TechTemplate]
DisplayName="实验性动力武器：电浆毁灭炮"
Summary="利用从外星人自己的等离子武器中改编的技术，我们发明了一种释放巨大、聚焦等离子能量脉冲的方法，将在固定路径上摧毁目标。"

[ShredstormCannonUnlockTech X2TechTemplate]
DisplayName="实验性动力武器：碎片风暴加农炮"
Summary="碎片风暴加农炮是粉碎炮的更激进变种，它向近距离目标发射锋利的粒子锥，造成毁灭性打击。"

;==========================================================
; 飞船超釉核心 --------------------------------------
;==========================================================
[EleriumCore X2TechTemplate]
DisplayName="超釉核心"
Summary="通过结合外星材料和超釉水晶碎片，我们可以制造一个高能核心，使我们能够为各种先进武器、护甲和弹药提供动力。"

;==========================================================
; 改装装甲 -----------------------------------
;==========================================================
[RetrofitEXOSuit X2TechTemplate]
DisplayName="升级外骨骼战甲"
Summary="外骨骼战衣已被证明是对抗变种人的有效工具，得益于我们在超釉核心术方面的最新突破，我们有可能将现有库存升级为更致命的W.A.R.战衣型号。"

[RetrofitSpiderSuit X2TechTemplate]
DisplayName="升级蜘蛛甲"
Summary="通过从这些早期原型中回收超釉核心，我们有可能制造出新开发的幽灵战衣，能够在穿戴者周围创造一个弱化的灵能裂隙。这种独特能力使我们的士兵能够穿过墙壁和物体。"

;==========================================================
; 改装重型武器 ----------------------------------
;==========================================================
[RetrofitFlamethrower X2TechTemplate]
DisplayName="升级火焰喷射器"
Summary="我们应该能够通过使用超耐热外星材料升级燃料罐，将基本火焰喷射器改造成地狱火喷射器。"

[RetrofitShredderGun X2TechTemplate]
DisplayName="升级粉碎炮"
Summary="通过使用超强外星复合材料增强碎片弹药的撕裂能力，有可能将粉碎炮升级成毁灭性的碎片风暴加农炮。"

;==========================================================
; 改装自动装填器 ------------------------------------
;==========================================================
[RetrofitReloadUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级自动装填器"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitReloadUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级自动装填器"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitReloadUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级自动装填器"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 改装扩容弹匣 ------------------------------
;==========================================================
[RetrofitClipSizeUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级扩容弹匣"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitClipSizeUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级扩容弹匣"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitClipSizeUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级扩容弹匣"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 改装微力扳机 -----------------------------------
;==========================================================
[RetrofitFreeFireUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级微力扳机"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitFreeFireUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级微力扳机"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitFreeFireUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级微力扳机"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 改装激光瞄准器 ------------------------------------
;==========================================================
[RetrofitCritUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级激光瞄准器"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitCritUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级激光瞄准器"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitCritUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级激光瞄准器"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 改装中继器 ---------------------------------------
;==========================================================
[RetrofitFreeKillUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级中继器"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitFreeKillUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级中继器"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitFreeKillUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级中继器"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 改装瞄准镜 ------------------------------------------
;==========================================================
[RetrofitAimUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级瞄准镜"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitAimUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级瞄准镜"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitAimUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级瞄准镜"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 改装枪托 ------------------------------------------
;==========================================================
[RetrofitMissDamageUpgrade_BscToAdv X2TechTemplate]
DisplayName="升级枪托"
Summary="基于我们新开发的磁性武器设计，应该有可能改进我们的基础武器升级库存。"

[RetrofitMissDamageUpgrade_BscToSup X2TechTemplate]
DisplayName="升级高级枪托"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

[RetrofitMissDamageUpgrade_AdvToSup X2TechTemplate]
DisplayName="升级终级枪托"
Summary="使用超釉核心术增强我们现有的武器升级，应该能大大提高它们的稳定性和性能。"

;==========================================================
; 升级PCS：敏捷 ------------------------------------
;==========================================================
[UpgradeCommonPCSAgility_BscToAdv X2TechTemplate]
DisplayName="升级芯片：敏捷"
Summary="变种人 MEC的分解使我们发现了升级基础战斗模拟的方法。"

[UpgradeCommonPCSAgility_BscToSup X2TechTemplate]
DisplayName="升级芯片：高级敏捷"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

[UpgradeRarePCSAgility_AdvToSup X2TechTemplate]
DisplayName="升级芯片：终级敏捷"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

;==========================================================
; 升级PCS：体能 -------------------------------
;==========================================================
[UpgradeCommonPCSConditioning_BscToAdv X2TechTemplate]
DisplayName="升级芯片：生命"
Summary="变种人 MEC的分解使我们发现了升级基础战斗模拟的方法。"

[UpgradeCommonPCSConditioning_BscToSup X2TechTemplate]
DisplayName="升级芯片：高级生命"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

[UpgradeRarePCSConditioning_AdvToSup X2TechTemplate]
DisplayName="升级芯片：终级生命"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

;==========================================================
; 升级PCS：专注 --------------------------------------
;==========================================================
[UpgradeCommonPCSFocus_BscToAdv X2TechTemplate]
DisplayName="升级芯片：专注"
Summary="变种人 MEC的分解使我们发现了升级基础战斗模拟的方法。"

[UpgradeCommonPCSFocus_BscToSup X2TechTemplate]
DisplayName="升级芯片：高级专注"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

[UpgradeRarePCSFocus_AdvToSup X2TechTemplate]
DisplayName="升级芯片：终级专注"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

;==========================================================
; 升级PCS：感知 ---------------------------------
;==========================================================
[UpgradeCommonPCSPerception_BscToAdv X2TechTemplate]
DisplayName="升级芯片：感知"
Summary="变种人 MEC的分解使我们发现了升级基础战斗模拟的方法。"

[UpgradeCommonPCSPerception_BscToSup X2TechTemplate]
DisplayName="升级芯片：高级感知"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

[UpgradeRarePCSPerception_AdvToSup X2TechTemplate]
DisplayName="升级芯片：终级感知"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

;==========================================================
; 升级PCS：速度 --------------------------------------
;==========================================================
[UpgradeCommonPCSSpeed_BscToAdv X2TechTemplate]
DisplayName="升级芯片：速度"
Summary="变种人 MEC的分解使我们发现了升级基础战斗模拟的方法。"

[UpgradeCommonPCSSpeed_BscToSup X2TechTemplate]
DisplayName="升级芯片：高级速度"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"

[UpgradeRarePCSSpeed_AdvToSup X2TechTemplate]
DisplayName="升级芯片：终级速度"
Summary="外星AI技术的突破使我们能够为部队创造更优越的战斗模拟。"